Repository: smileyhead/conditional-focustarget
Catalog: StickyFocusTarget/Localisation/Loc.*.resx
Languages: hu, ja

# command_description_short
source: Makes current target your focus target when there is no current focus target
hu: Fókuszba helyezi a jelenlegi célpontot, ha nincs már beállított fókusz
ja: フォーカスターゲットが未設定の場合、現在のターゲットをフォーカスターゲットにします

# command_description_long
source: Makes current target your focus target when there is no current focus target. Alias: /cft
hu: Fókuszba helyezi a jelenlegi célpontot, ha nincs már beállított fókusz. Áljel: /cft
ja: フォーカスターゲットが未設定の場合、現在のターゲットをフォーカスターゲットに設定します。ショートカットコマンド: /cft

# announcement_changed
source: Focus changed
hu: A fókusz megváltozott
ja: フォーカスを変更しました

# announcement_unchanged
source: Focus unchanged
hu: A fókusz változatlan
ja: フォーカスは変更されていません

# announcement_unchanged_pvp
source: Focus unchanged: disabled in PvP
hu: A fókusz változatlan: PvP-ben korlátozott
ja: フォーカスは変更されません: PvP中は無効です

# settings_lang_dropdown_auto
source: Automatic
hu: Automatikus
ja: 自動

# settings_lang_contribute_tooltip
source: You can help out with translation over at GitHub {githubLink}
hu: Fordítással a GitHubon segíthetsz {githubLink}
ja: GitHub で翻訳に協力できます {githubLink}

# settings_lang_contribute_button
source: Contribute
hu: Közreműködés
ja: 協力する

# settings_lang_dropdown_label
source: Language:
hu: Nyelv:
ja: 言語:

# settings_chat_announce_title
source: Announce focus change in chat window:
hu: Fókuszváltozás visszajelzése a csevegőablakban:
ja: チャットにフォーカス変更を通知:

# settings_chat_announce_do_not
source: Do not announce
hu: Nincs visszajelzés
ja: 通知しない

# settings_chat_announce_yes_if_changed
source: Announce, if focus changed
hu: Visszajelzés, ha a fókusz megváltozott
ja: 変更された場合だけ通知

# settings_chat_announce_yes_if_not_changed
source: Announce, if focus not changed
hu: Visszajelzés, ha a fókusz nem változott meg
ja: 変更されなかった場合も通知

# settings_disable_in_pvp
source: Disable announcements in PvP
hu: Visszajelzés némítása PvP-ben
ja: PvPでは通知を無効化

# settings_commands_title
source: Available commands:
hu: Elérhető parancsok:
ja: 使用可能なコマンド:
